[
    {
        "name": "Indian Inspired Cooking",
        "description": "Founded by Kalpana Waiker in 2019, Inspired Indian Cooking is a Chicago based company that offers Indian spice kits, Indian cooking recipes and cooking classes. Their spice kits makes it easy for anyone to cook Indian food, without compromising on spices, flavor, or tradition!",
        "logo": "/static/media/inspired-indian-cooking-logo.5a3eeabb.png",
        "altLogo": "Indian Inspired Cooking Logo",
        "owner": "/static/media/inspired-indian-cooking-owner.73597dd0.png",
        "altOwner": "Kalpana Waiker", 
        "website": "https://www.inspiredindiancooking.com/"
    },
    {
        "name": "Bar Roma",
        "description": "Founded by Julia Zhu, Bar Roma serves Italian cuisine from renowned Chef Alfredo Ramos along with craft cocktails and wine in a fun, energetic space. It has been a dream of Zhu's to open a neighborhood place with good food and service, and affordable prices.",
        "logo": "/static/media/bar-roma-logo.bab11b37.png",
        "altLogo": "Bar Roma Logo",
        "owner": "/static/media/julia-zhu.9e255c50.png", 
        "altOwner": "Julia Zhu",
        "website": "https://www.barromachicago.com/"
    },
    {
        "name": "Logan Square Pilates",
        "description": "Logan Square Pilates was co-founded by Kristi Wood and Chelsea Hanson in 2016. This company aims to ignite confidence and vitality in our community through the principal teachings of Pilates: concentration, control, center, position, breath and fluidity.",
        "logo": "/static/media/logan-square-pilates-logo.0adce313.png",
        "altLogo": "Logan Square Pilates Logo",
        "owner": "/static/media/logan-square-pilates-owner.25c1f1e3.png", 
        "altOwner": "Owners of Logan Square Pilates",
        "website": "https://www.logansquarepilates.com/"
    },
    {
        "name": "Women and Children First",
        "description": "Founded in 1979 by Ann Christophersen and Linda Bubon, Women & Children First believes in the transformative power of literature. As intersectional trans-inclusive feminists, they believe books are tools for liberation. Since 1979, they have celebrated and amplified underrepresented voices. In order for feminism to remain relevant, it must be forever evolving. ",
        "logo": "/static/media/women-children-first-logo.c9604afa.png",
        "altLogo": "Women and Children First Logo",
        "owner": "/static/media/women-children-first-owners.3c77de64.png", 
        "altOwner": "Ann Christophersen and Linda Bubon",
        "website": "https://urbangeneralstore.com/"
    },
    {
        "name": "Indigo & Violet Studio",
        "description": "Founded by Leigh Hardy, Indigo & Violet Studio is a Chicago-based venue for craft workshops and art parties. They focus on modern handmade projects taught in a relaxed studio environment and their mission is to provide a creative outlet to adults of all experience levels. Thier goal is for all guests to leave with a new sense of pride along with their beautifully hand-crafted piece.",
        "logo": "/static/media/indigo-violet-studio-logo.56c5483a.png",
        "altLogo": "Indigo & Violet Studio Logo",
        "owner": "/static/media/leigh-hardy.e768a499.png", 
        "altOwner": "Shelly Young",
        "website": "https://www.indigoandvioletstudio.com/"
    },
    {
        "name": "Pizza Lobo",
        "description": "Founded by Dan Snowden, Matt Eisler and Kevin Heisner, Pizza Lobo is an old school tavern and patio serving craft cocktails, local beers on draft and NY-style pizza by the slice in Logan Square and Andersonville. Now, the stand-alone concept is taking on an identity of its own, thanks to a roster of top-notch pies garnished with everything from grapes and broccoli rabe to hot honey and 'nduja.",
        "logo": "/static/media/pizza-lobo-logo.b6776cad.png",
        "altLogo": "Pizza Lobo Logo",
        "owner": "/static/media/pizza-lobo-owner.046f95ec.png", 
        "altOwner": "Owners of Pizza Lobo",
        "website": "https://www.pizzalobo.com/"
    },
    {
        "name": "The Studio Chicago",
        "description": "After 11 years in the creative space in Chicago, photographer and blogger Ali Stone founded The Studio Chicago. A collaboratiev space for Chicago creatives to meet, network, uplift and create together. Ali believes in collaboration over competition and looks forward to hosting and supporting creatives in Chicago and beyond. She can't wait to help you carry out your vision in The Studio.",
        "logo": "/static/media/the-studio-chicago-logo.5c80b8c7.png",
        "altLogo": "The Studio Chicago Logo",
        "owner": "/static/media/the-studio-chicago-owner.4aa6006b.png", 
        "altOwner": "Owners of The Studio Chicago",
        "website": "https://www.thestudiochi.com/"
    }, 
    {
        "name": "14 Parish",
        "description": "Founded by Racquel Fields, a native South Sider, 14 Parish is a Caribbean inspired restaurant paired with fun and innovative cocktails located in Hyde Park. They have more than 100 rums and “Havana nights” outdoor seating and music this summer.",
        "logo": "/static/media/14-parish-logo.02d580fe.png",
        "altLogo": "14 Parish Logo",
        "owner": "/static/media/14-parish-owner.e83393dc.png", 
        "altOwner": "Racquel Fields",
        "website": "https://www.14parish.com/"
    },
    {
        "name": "Ponnopozz Studio",
        "description": "Ponnopozz is the studio of Chicago-based artist Adrianne Hawthorne. Adrianne comes from a graphic design background but preferes the act of making art with her own hands. Though she was initially nervous putting so much of herself out into the world, she has since found a passion and satisfaction that she never did in corporate America. Ponnopozz is named after two imaginary friends, Ponno and Pozzer, that the artist had as a child. The name is a daily reminder of the unbridled creativity of childhood that she continues to nurture through the act of painting and drawing.",
        "logo": "/static/media/ponnopozz-logo.7d0f62d5.png",
        "altLogo": "Ponnopozz Studio Logo",
        "owner": "/static/media/ponnopozz-owner.d1f179f7.png", 
        "altOwner": "Adrianne Hawthorne",
        "website": "https://ponnopozz.com/"
    },
    {
        "name": "Saucy Porka",
        "description": "Founded by Amy Le in 2013, Saucy Porka wanted their restaurant to be a home where flavorful memories and experiences live on. Their recipes honor the memories from grandmothers, mothers, aunts and other nurturing family who taught them that a recipe is nothing without the love and soul one puts into it. Saucy Porka has been named among Chicago's top restaurants by numerous local and national media outlets, including the Food Network's “Diners, Drive-Ins and Dives”.",
        "logo": "/static/media/saucy-porka-logo.fdab9256.png",
        "altLogo": "Saucy Porka Logo",
        "owner": "/static/media/saucy-porka-owner.4457bd91.png", 
        "altOwner": "Amy Le",
        "website": "https://www.saucyporka.com/"
    },
    {
        "name": "Semillas Plant Studio",
        "description": "Semillas Plant Studio was opened by Angelica Varela on July 25, 2020 in the middle of the pandemic. She was able to take getting laid off into something wonderful when she was able to open her own shop in Pilsen. Varela runs the plant studio with her family; her husband, parents, and siblings work there and her grandmother inspired the name.",
        "logo": "/static/media/semillas-plant-studio-logo.462356a5.png",
        "altLogo": "Semillas Plant Studio Logo",
        "owner": "/static/media/semillas-plant-studio-owner.a8007506.png", 
        "altOwner": "Semillas Plant Studio Owner",
        "website": "https://www.semillasplantstudio.com/"
    },
    {
        "name": "Girl & the Goat",
        "description": "Chicago native Stephanie Izard founded Girl & The Goat in summer of 2010 with the goal of serving a family-style menu of tasty, bold-flavored foods with global influence in a fun and lively setting that makes their guests feel at home from the moment they walk in the door.",
        "logo": "/static/media/gatg-logo.1ff8ca7a.png",
        "altLogo": "Girl & the Goat Logo",
        "owner": "/static/media/stephanie-izard.07f04780.png", 
        "altOwner": "Stephanie Izard",
        "website": "https://girlandthegoat.com/"
    },
    {
        "name": "Chicago French Press",
        "description": "Founded by Kris Christian, Chicago French Press is a coffee destination aimed to connect java drinkers to quality, healthier coffee options and vital philanthropic endeavors for them to support. Freshly roasted in the Windy City, CFP delivers premium fair-trade, non-GMO coffee to coffee lovers nationwide. CFP is “grinding for a cause” in which 5% of the proceeds from each bag sold directly supports select 501(c)3 organizations.",
        "logo": "/static/media/chicago-french-press-logo.31be7370.png",
        "altLogo": "Chicago French Press Logo",
        "owner": "/static/media/chicago-french-press-owner.40d50fe0.png", 
        "altOwner": "Kris Christian",
        "website": "https://chicagofrenchpress.com/"
    },
    {
        "name": "Mom n' Pop Hospitality",
        "description": "Fiya, Geraldines Cafe and Jerry's Sandwiches were founded by Mindy Friedler and Mark Bires. The pair have harbored a fantasy about bringing the laid-back atmosphere and diverse dishes they enjoy in Tel Aviv and Jaffa to Chicago. Fiya offers various Levantine and related cuisines such as Yemen, Morocco, Syria, Turkey, Israel, Palestine, Iraq, Georgia, and many others. Geraldines Cafe offers a serious coffee & tea program paired with in-house, scratch baking and cooking, all set in a casual, warm, and fun atmosphere. Jerry's Sandwiches offers Zingerman’s, Parisian bar sandwiches, Tel Aviv Sephardic goodness, Mexico City hipster fare, and odd restaurant concoctions.",
        "logo": "/static/media/mom-n-pop-hospitality-logo.84cf2932.png",
        "altLogo": "Mom n' Pop Hospitality Logos",
        "owner": "/static/media/mom-n-pop-hospitality-owner.91d91d66.png", 
        "altOwner": "Owners of Mom n' Pop Hospitality",
        "website": "https://www.momnpophospitality.com/"
    },
    {
        "name": "Kendra Scott",
        "description": "Founded in 2002, Kendra Scott provides products that are thoughtfully crafted in their Austin, Texas studio, pushing the boundaries of design and innovation while staying true to our principles: color, shape, material, and value. This company also hopes to provide quality jewelry with natural gemstones at an afforadbale price.",
        "logo": "/static/media/kendra-scott-logo.0a0a564a.png",
        "altLogo": "Kendra Scott Logo",
        "owner": "/static/media/kendra-scott-owner.3e35ca5d.png", 
        "altOwner": "Kendra Scott",
        "website": "https://www.kendrascott.com/"
    },
    {
        "name": "Can't Believe It's Not Meat",
        "description": "Founded by Laricia Chandler Baker in who is an American entrepreneur, businesswoman, socialite, and chef. Can't Believe It's Not Meat provides a culture around vegan, vegitarian, and flexitarian comfort food dishes. The popular eatry menu items appeal to both meat and plant-based eaters. The menu includes a tasty, creative twist on the iconic Philly Cheesesteak made with beef-less protein, a drizzled Who Betta Double Vegan/Dairy Cheese Burger, and vegan smoothies and shakes with flavors like The Cookie Monster, made with Oreos.",
        "logo": "/static/media/cant-believe-its-not-meat-logo.f29bde16.png",
        "altLogo": "Can't Believe It's Not Meat Logo",
        "owner": "/static/media/cant-believe-its-not-meat-owner.57cc5857.png", 
        "altOwner": "Laricia Chandler Baker",
        "website": "https://www.cantbelieveitsnotmeat.com/"
    },
    {
        "name": "Humboldt House",
        "description": "Humboldt House, founded by Claire Tibbs, is a Chicago made goods community shop. When opening Humboldt House, Claire was interested in pairing her love for art, design and vintage finds with a community-oriented feminist shop. They offer s carefully curated collection of locally found furniture and goods, as well as the work of local jewelry designers, ceramic srtists and apothecary makers.",
        "logo": "/static/media/humboldt-house-logo.2052f061.png",
        "altLogo": "Humboldt House Logo",
        "owner": "/static/media/humboldt-house-owner.df53bd35.png", 
        "altOwner": "Humboldt House Owner",
        "website": "https://humboldthouseco.com/"
    },
    {
        "name": "Urban Genral Store",
        "description": "Founded by Rebecca Wood, Urban General Store is a nod to general stores of the past, but updated to meet the needs of today's modern shopper. The site carries a wide variety of fun, functional, inspirational, and well-designed items so that all your gift buying can be accomplished at one website.",
        "logo": "/static/media/urban-general-store-logo.d12bc8c1.png",
        "altLogo": "Urban Genral Store Logo",
        "owner": "/static/media/urban-general-store-owner.d5a3d58e.png", 
        "altOwner": "Rebecca Wood",
        "website": "https://urbangeneralstore.com/"
    },
    {
        "name": "CorePower Yoga",
        "description": "Founded by Trevor Tice in 2002, CorePower Yoga was formed to show the world the incredible life-changing things that happen when you root an intensely physical workout in the mindfulness of yoga. This company offer a proprietary form of athletic, heated yoga in modern, welcoming and spa-like studios.",
        "logo": "/static/media/core-power-yoga-logo.34f1df10.png",
        "altLogo": "CorePower Yoga Logo",
        "owner": "/static/media/corepower-yoga-owner.187be055.png", 
        "altOwner": "CorePower Yoga Owner",
        "website": "https://www.corepoweryoga.com/"
    }
]